/*
------------------------------------------------------------------------------
ProPresenter English strings
Copyright © Renewed Vision. All rights reserved.

This file is in the Apple Cocoa .strings format:
https://developer.apple.com/library/archive/documentation/Cocoa/Conceptual/LoadingResources/Strings/Strings.html

The format is:
"KEY" = "Value";

Conventions:
+ Create keys that roughly correspond to ProPresenter's high-level UI hierarchy.
+ Maintain groups of keys organized with a header to help avoid merge conflicts.
+ Use lower-case key suffixes to indicate different properties of the same object.
+ Put a single-line C-style comment above a key to give more context to translators.

Example (reversed comment slashes since we're inside a comment block):
\* Main toolbar: switch to show mode button label *\
"MAIN_TOOLBAR_SHOW_BUTTON_label" = "Show";
\* Main toolbar: switch to show mode button tooltip *\
"MAIN_TOOLBAR_SHOW_BUTTON_tooltip" = "Enter Show Mode";

Different developers will split up the hierarchy of each UI section a bit
differently, and that's fine.  Just try to be as consistent as possible,
especially within a single section.

TODO: Parameter substitutions.
------------------------------------------------------------------------------
*/

/*
------------------------------------------------------------------------------
GLOBAL

Note: This section for *truly global* strings, i.e. "OK", "Cancel", etc.
If in doubt, make a string that is tied to a specific location in the UI.
------------------------------------------------------------------------------
*/

/* Global "OK" button content */
"GLOBAL_OK_BUTTON_title" = "OK";

/* Global "Cancel" button content */
"GLOBAL_CANCEL_BUTTON_title" = "Cancel";

/* Global "Yes" button content */
"GLOBAL_YES_BUTTON_title" = "Yes";

/* Global "No" button content */
"GLOBAL_NO_BUTTON_title" = "No";

/* Global "Filter" placeholder text for filter/search bars. */
"GLOBAL_FILTER_FIELD_placeholder" = "Filter";

/* Global "Rename" context menu item title */
"GLOBAL_RENAME_MENU_ITEM_title" = "Rename";

/* Global "Duplicate" context menu item title */
"GLOBAL_DUPLICATE_MENU_ITEM_title" = "Duplicate";

/* Global "Delete" title, used for context menus and or buttons */
"GLOBAL_DELETE_title" = "Delete";

/* Global "Show in Finder" context menu item title for mac used in playlist item areas */
"GLOBAL_SHOW_IN_FINDER_MENU_ITEM_mac_title" = "Show in Finder";

/* Global "Show in Finder" context menu item title for mac used in playlist item areas */
"GLOBAL_SHOW_IN_FINDER_MENU_ITEM_windows_title" = "Open File Location";

/* Global "Inspector" menu item and/or button title, can be seen in playlist item context menus */
"GLOBAL_INSPECTOR_BUTTON_title" = "Inspector";

/* Global audio unit for milliseconds to be used when showing time */
"GLOBAL_AUDIO_MS_UNIT" = "ms";

/* Global "Save" title, used for context menus or buttons */
"GLOBAL_SAVE" = "Save";

/* Global "Done" title, used for context menus or buttons */
"GLOBAL_DONE" = "Done";

/* Global "Default" title */
"GLOBAL_DEFAULT" = "Default";


/*
------------------------------------------------------------------------------
GLOBAL PLAYLIST AREAS

Note: This section for *global string in the playlist areas* strings, i.e. "New Playlist"
------------------------------------------------------------------------------
*/

/* Global Playlist area menu item title for "Add Playlist" */
"PLAYLIST_GLOBAL_ADD_PLAYLIST_MENU_ITEM_title" = "Add Playlist";

/* Global Playlist area menu item title for "New Playlist Folder" */
"PLAYLIST_GLOBAL_ADD_PLAYLIST_FOLDER_MENU_ITEM_title" = "New Playlist Folder";

/* Playlist Item Global "Playback Behavior" context menu item title used in playlist item areas */
"PLAYLIST_ITEM_GLOBAL_PLAYBACK_BEHAVIOR_MENU_ITEM_title" = "Playback Behavior";

/* Playback Behavior "Stop" menu item title, can be seen in playlist item context menus */
"PLAYLIST_ITEM_GLOBAL_PLAYBACK_BEHAVIOR_STOP_MENU_ITEM_title" = "Stop";

/* Playback Behavior "Loop" menu item and/or button title, can be seen in playlist item context menus */
"PLAYLIST_ITEM_GLOBAL_PLAYBACK_BEHAVIOR_LOOP_MENU_ITEM_title" = "Loop";

/* Cue Completion Behavior "Next" menu item, can be seen in playlist item context menus */
"PLAYLIST_ITEM_GLOBAL_CUE_COMPLETION_NEXT_MENU_ITEM_title" = "Next";

/* The item count in the header of the playlist views non plural */
"PLAYLIST_HEADER_ITEM_COUNT_title" = "1 ITEM";

/* The item count in the header of the playlist views plural */
"PLAYLIST_HEADER_ITEM_COUNT_PLURAL_title" = "%i ITEMS";

/* The duration in terms of 1 day in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_DAY_title" = "1 DAY";

/* The duration in terms of multiple days in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_DAY_PLURAL_title" = "%i DAYS";

/* The duration in terms of 1 Hour in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_HOUR_title" = "1 HOUR";

/* The duration in terms of 2 Hours in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_HOUR_PLURAL_title" = "%i HOURS";

/* The duration in terms of 1 Minute in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_MINUTE_title" = "1 MINUTE";

/* The duration in terms of 2 Minutes in the header of the playlist views */
"PLAYLIST_HEADER_DURATION_MINUTE_PLURAL_title" = "%i MINUTES";


/*
------------------------------------------------------------------------------
GLOBAL ACTION TYPES

Note: This section enumerates the types of actions that are referenced throughout the application.
------------------------------------------------------------------------------
*/

/* The title for a clear action type */
"ACTION_TYPE_CLEAR_title" = "Clear";

/* The title for the clear all action type */
"ACTION_TYPE_CLEAR_ALL_title" = "Clear All";

/* The title for the clear media action type */
"ACTION_TYPE_CLEAR_MEDIA_title" = "Clear Media";

/* The title for the clear slide action type */
"ACTION_TYPE_CLEAR_SLIDE_title" = "Clear Slide";

/* The title for the clear background action type */
"ACTION_TYPE_CLEAR_BACKGROUND_title" = "Clear Bkg"; // TODO: Is this necessary or can it be replaced with CLEAR_MEDIA

/* The title for the clear props action type */
"ACTION_TYPE_CLEAR_PROPS_title" = "Clear Props";

/* The title for the clear messages action type */
"ACTION_TYPE_CLEAR_MESSAGES_title" = "Clear Messages";

/* The title for the clear video input action type */
"ACTION_TYPE_CLEAR_VIDEO_INPUT_title" = "Clear Video Input";

/* The title for the clear audio action type */
"ACTION_TYPE_CLEAR_AUDIO_title" = "Clear Audio";

/* The title for the clear announcement layer action type */
"ACTION_TYPE_CLEAR_ANNOUNCEMENT_title" = "Clear Announcement";

/* The title for the clear to logo action type */
"ACTION_TYPE_CLEAR_TO_LOGO_title" = "Clear to Logo";

/* The title for the media action type */
"ACTION_TYPE_MEDIA_title" = "Media";

/* The title for the video media action type */
"ACTION_TYPE_GRAPHIC_MEDIA_title" = "Graphic";

/* The title for the audio media action type */
"ACTION_TYPE_AUDIO_MEDIA_title" = "Audio";

/* The title for the image media action type */
"ACTION_TYPE_IMAGE_MEDIA_title" = "Image";

/* The title for the video input media action type */
"ACTION_TYPE_LIVE_VIDEO_MEDIA_title" = "Video Input";

/* The title for the "load-webpage" media action type */
"ACTION_TYPE_WEB_title" = "Web";

/* The title for the stage action type */
"ACTION_TYPE_STAGE_title" = "Stage";

/* The title for the timer action type */
"ACTION_TYPE_TIMER_title" = "Timer";

/* The title for the prop action type */
"ACTION_TYPE_PROP_title" = "Prop";

/* The title for the audience look action type */
"ACTION_TYPE_AUDIENCE_LOOK_title" = "Audience Look";

/* The title for the message action type */
"ACTION_TYPE_MESSAGE_title" = "Message";

/* The title for the communication action type */
"ACTION_TYPE_COMMUNICATION_title" = "Communication";

/* The title for the social media action type (currently unused) */
"ACTION_TYPE_SOCIAL_MEDIA_title" = "Social Media";


/*
------------------------------------------------------------------------------
MAIN_MENU
    APPLICATION
    FILE
    EDIT
    PRESENTATION
    SCREENS
        AUDIENCE
        STAGE
    VIEW
    WINDOW
    HELP
------------------------------------------------------------------------------
*/


/*
------------------------------------------------------------------------------
MAIN_TOOLBAR
------------------------------------------------------------------------------
*/

/* Main toolbar: search button label */
"MAIN_TOOLBAR_SEARCH_BUTTON_label" = "Search";

/* Main toolbar: search button tool tip */
"MAIN_TOOLBAR_SEARCH_BUTTON_toolTip" = "Search library contents and SongSelect";

/* Main toolbar: search button tool tip */
"MAIN_TOOLBAR_SEARCH_BUTTON_NON_HOW_toolTip" = "Search library contents";

/* Main toolbar: text style view button label */
"MAIN_TOOLBAR_TEXT_STYLE_BUTTON_label" = "Text";

/* Main toolbar: text style view button tool tip */
"MAIN_TOOLBAR_TEXT_STYLE_BUTTON_toolTip" = "Adjust the slide's text style";

/* Main toolbar: theme view button label */
"MAIN_TOOLBAR_THEME_BUTTON_label" = "Theme";

/* Main toolbar: theme view button tool tip */
"MAIN_TOOLBAR_THEME_BUTTON_toolTip" = "Apply a theme to the selection";

/* Main toolbar: label for button to switch to show view */
"MAIN_TOOLBAR_SHOW_BUTTON_label" = "Show";

/* Main toolbar: tool tip for button to switch to show view */
"MAIN_TOOLBAR_SHOW_BUTTON_toolTip" = "Enter Show Mode";

/* Main toolbar: label for button to switch to edit view */
"MAIN_TOOLBAR_EDIT_BUTTON_label" = "Edit";

/* Main toolbar: tool tip for button to switch to edit view */
"MAIN_TOOLBAR_EDIT_BUTTON_toolTip" = "Edit the selected presentation";

/* Main toolbar: label for button to switch to reflow view */
"MAIN_TOOLBAR_REFLOW_BUTTON_label" = "Reflow";

/* Main toolbar: tool tip for button to switch to reflow view */
"MAIN_TOOLBAR_REFLOW_BUTTON_toolTip" = "Reflow the selected presentation";

/* Main toolbar: label for button to switch to bible view */
"MAIN_TOOLBAR_BIBLE_BUTTON_label" = "Bible";

/* Main toolbar: tool tip for button to switch to bible view */
"MAIN_TOOLBAR_BIBLE_BUTTON_toolTip" = "Create slides and presentations from the Bible";

/* Main toolbar: label for button to open more menu */
"MAIN_TOOLBAR_MORE_BUTTON_label" = "More";

/* Main toolbar: tool tip for button to open more menu */
"MAIN_TOOLBAR_MORE_BUTTON_toolTip" = "More";

/* Main toolbar: label for timers button to toggle timers view */
"MAIN_TOOLBAR_TIMERS_BUTTON_label" = "Timers";

/* Main toolbar: tool tip for timers button to toggle timers view */
"MAIN_TOOLBAR_TIMERS_BUTTON_toolTip" = "Show or hide timers";

/* Main toolbar: label for messages button to toggle messages view */
"MAIN_TOOLBAR_MESSAGES_BUTTON_label" = "Messages";

/* Main toolbar: tool tip for messages button to toggle messages view */
"MAIN_TOOLBAR_MESSAGES_BUTTON_toolTip" = "Show or hide messages";

/* Main toolbar: label for props button to toggle props view */
"MAIN_TOOLBAR_PROPS_BUTTON_label" = "Props";

/* Main toolbar: tool tip for props button to toggle props view */
"MAIN_TOOLBAR_PROPS_BUTTON_toolTip" = "Show or hide props control";

/* Main toolbar: label for stage button to toggle stage view */
"MAIN_TOOLBAR_STAGE_BUTTON_label" = "Stage";

/* Main toolbar: tool tip for stage button to toggle stage view */
"MAIN_TOOLBAR_STAGE_BUTTON_toolTip" = "Show or hide stage controls";

/* Main toolbar: label for store button to toggle the web store view */
"MAIN_TOOLBAR_WEBSTORE_BUTTON_label" = "Store";

/* Main toolbar: tool tip for store button to toggle the web store view */
"MAIN_TOOLBAR_WEBSTORE_BUTTON_toolTip" = "Show the media store";

/* Main toolbar: label for media button to toggle the media bin view */
"MAIN_TOOLBAR_MEDIA_BIN_BUTTON_label" = "Media";

/* Main toolbar: tool tip for media button to toggle the media bin view */
"MAIN_TOOLBAR_MEDIA_BIN_BUTTON_toolTip" = "Show or hide the media bin";

/* Main toolbar: label for feedback button to toggle the feedback view - beta only */
"MAIN_TOOLBAR_FEEDBACK_BUTTON_label" = "Feedback";

/* Main toolbar: tool tip for feedback button to toggle the feedback view - beta only */
"MAIN_TOOLBAR_FEEDBACK_BUTTON_toolTip" = "Share feedback with us";

/* Main toolbar: more button menu item for opening the stage editor */
"MAIN_TOOLBAR_MORE_MENU_STAGE_EDITOR_ITEM_title" = "Stage Editor";

/* Main toolbar: more button menu item for opening the theme editor */
"MAIN_TOOLBAR_MORE_MENU_THEME_EDITOR_ITEM_title" = "Theme Editor";

/* Main toolbar: more button menu item for opening the ccli editor */
"MAIN_TOOLBAR_MORE_MENU_CCLI_EDITOR_ITEM_title" = "CCLI Editor";

/* Main toolbar: more button menu item for opening the props editor */
"MAIN_TOOLBAR_MORE_MENU_PROPS_EDITOR_ITEM_title" = "Props Editor";

/* Main toolbar: more button menu item for opening the mask editor */
"MAIN_TOOLBAR_MORE_MENU_MASK_EDITOR_ITEM_title" = "Mask Editor";

/*
------------------------------------------------------------------------------
LIBRARY_PLAYLIST
    OUTLINE
        NEW_MENU
        CONTEXT_MENU
    ITEMS
        NEW_MENU
        CONTEXT_MENU
------------------------------------------------------------------------------
*/

/*
------------------------------------------------------------------------------
MEDIA_BIN
    OUTLINE
    BREADCRUMBS
    GRID_VIEW
    TABLE_VIEW
        HEADER
    TOOLBAR
        NEW_MENU
    CONTEXT_MENU
------------------------------------------------------------------------------
*/

/* Title of alert shown when a user chooses "Show in Finder" on a cue who's file cannot be found on disk */
"MEDIA_BIN_SHOW_IN_FINDER_CANNOT_LOCATE_MEDIA_ON_DISK_ALERT.title" = "Cannot locate media on disk";

/*
------------------------------------------------------------------------------
PRESENTATION
    HEADER
        NOTES
        ARRANGEMENTS
        TIMELINE
    GRID_VIEW
    EASY_VIEW
    TABLE_VIEW
    TOOLBAR
        NEW_MENU
        OPTIONS_POPUP
    CONTEXT_MENU
    ACTION_VALIDATION
    QUICK_SEARCH
------------------------------------------------------------------------------
*/

/* A tooltip shown when a media action specifies a file that can't be found. %s is the filename. */
"PRESENTATION_MEDIA_ACTION_VALIDATION_ERROR_tooltip" = "Media - %s Not Found";

/* A tooltip shown when a stage layout action specifies a stage layout that can't be found */
"PRESENTATION_STAGE_ACTION_VALIDATION_ERROR_tooltip" = "Invalid Stage Layout Action";

/* A tooltip shown when a timer action specifies a timer that can't be found */
"PRESENTATION_TIMER_ACTION_VALIDATION_ERROR_tooltip" = "Timer Not Found";

/* A tooltip shown when an audience look action specifies a look that can't be found */
"PRESENTATION_LOOK_ACTION_VALIDATION_ERROR_tooltip" = "Look Not Found";

/* A tooltip shown when a communication action specifies a device that can't be found */
"PRESENTATION_COMMUNICATION_ACTION_VALIDATION_ERROR_tooltip" = "Communication Device Not Found";

/* A tooltip shown when a prop action specifies a prop that can't be found */
"PRESENTATION_PROP_ACTION_VALIDATION_ERROR_tooltip" = "Prop Not Found";

/* A tooltip shown when a message action specifies a message that can't be found */
"PRESENTATION_MESSAGE_ACTION_VALIDATION_ERROR_tooltip" = "Message Not Found";

/* Placeholder text for the library search tab */
"PRESENTATION_QUICK_SEARCH_LIBRARY_placeholder" = "Library";

/* Placeholder text for the SongSelect search tab */
"PRESENTATION_QUICK_SEARCH_SONGSELECT_placeholder" = "SongSelect";

/* Title for the SongSelect login window */
"PRESENTATION_QUICK_SEARCH_SONGSELECT_LOGIN_title" = "SongSelect Login";

/* Title for the alert shown when a SongSelect search result has no lyrics available */
"PRESENTATION_QUICK_SEARCH_SONGSELECT_NO_LYRICS_ALERT_title" = "Can't import this song because there are no lyrics. Please contact SongSelect.";

/* Title for the alert shown when there is not an internet connection */
"PRESENTATION_QUICK_SEARCH_NO_INTERNET_ALERT_title" = "Internet connection is not available. Please check your connection status.";


/*
------------------------------------------------------------------------------
SIDEBAR_PREVIEW
    HEADER
    CLEAR_BAR
    FOOTER
    CONTENT_TABS
    TRANSPORT
 
 Note that RECORDING_BUTTON keys are used in the same general area
 of the app as these SIDEBAR_PREVIEW keys. The Recording Button is contained
 within the Sidebar. Same with the Transport Control keys.
------------------------------------------------------------------------------
*/

/* Title for the button that enables or disables outputs for the Audience */
"SIDEBAR_PREVIEW_HEADER_AUDIENCE_OUTPUTS_BUTTON_title" = "Audience";

/* Title for the button that enables or disables outputs for people on the Stage */
"SIDEBAR_PREVIEW_HEADER_STAGE_OUTPUTS_BUTTON_title" = "Stage";

/* Clears everything from the output */
"SIDEBAR_CLEAR_ALL_BUTTON_title" = "Clear All";

/* Tooltip for the button that clears everything from the output */
"SIDEBAR_CLEAR_ALL_BUTTON_tooltip" = "Clear All";

/* Tooltip for the button that clears audio from the output */
"SIDEBAR_CLEAR_AUDIO_BUTTON_tooltip" = "Clear Audio";

/* Tooltip for the button that clears messages from the output */
"SIDEBAR_CLEAR_MESSAGES_BUTTON_tooltip" = "Clear Messages";

/* Tooltip for the button that clears props from the output */
"SIDEBAR_CLEAR_PROPS_BUTTON_tooltip" = "Clear Props";

/* Tooltip for the button that clears announcements from the output */
"SIDEBAR_CLEAR_ANNOUNCEMENTS_BUTTON_tooltip" = "Clear Announcements";

/* Tooltip for the button that clears the fill from the output */
"SIDEBAR_CLEAR_FILL_BUTTON_tooltip" = "Clear Fill";

/* Tooltip for the button that clears slides from the output */
"SIDEBAR_CLEAR_PRESENTATION_FOREGROUND_BUTTON_tooltip" = "Clear Slide";

/* Tooltip for the button that clears background media from the output */
"SIDEBAR_CLEAR_PRESENTATION_BACKGROUND_BUTTON_tooltip" = "Clear Media";

/* Tooltip for the button that clears video inputs from the output */
"SIDEBAR_CLEAR_VIDEO_INPUT_BUTTON_tooltip" = "Clear Video Input";

/* Title for the button that clear the output and shows the logo image */
"SIDEBAR_CLEAR_TO_LOGO_title" = "Clear To Logo";

/* Text for when the preview has no screen selected */
"SIDEBAR_OUTPUT_SELECTOR_BUTTON_NO_SELECTION_title" = "No Screen Selected";

/* The header for audience screens in the preview selection menu */
"SIDEBAR_OUTPUT_SELECTOR_AUDIENCE_HEADER_title" = "Audience";

/* The header for stage screens in the preview selection menu */
"SIDEBAR_OUTPUT_SELECTOR_STAGE_HEADER_title" = "Stage";

/* Title for the button that shows the time until ProPresenter advances to the next slide */
"SIDEBAR_AUTOMATIC_ADVANCE_BUTTON_title" = "Advance";

/* Title for the button that indicates slides will only be shown on stage displays */
"SIDEBAR_SLIDE_ON_STAGE_ONLY_BUTTON_title" = "Stage Only";

/*
------------------------------------------------------------------------------
TRANSPORT CONTROLS

Note that these controls are duplicated in the sidebar and the inspector.
There are no differences in text between those locations, so the keys
are duplicated.
------------------------------------------------------------------------------
*/
/* Tooltip for the button that jumps to the beginning of the currently playing media */
"TRANSPORT_GO_TO_START_0_tooltip" = "Go To Beginning";

/* Tooltip for the button that jumps to the 10 second point in the currently playing media */
"TRANSPORT_GO_TO_START_10_tooltip" = "Go To 10 seconds";

/* Tooltip for the button that jumps to the 30 second point in the currently playing media */
"TRANSPORT_GO_TO_START_30_tooltip" = "Go To 30 seconds";

/* Tooltip for the button that jumps to the 60 second point in the currently playing media */
"TRANSPORT_GO_TO_START_60_tooltip" = "Go To 60 seconds";

/* Tooltip for the button that jumps to the 90 second point in the currently playing media */
"TRANSPORT_GO_TO_START_90_tooltip" = "Go To 90 seconds";

/* Tooltip for the button that jumps to the end of the currently playing media */
"TRANSPORT_GO_TO_END_0_tooltip" = "Go To End";

/* Tooltip for the button that jumps to 10 seconds from the end of the currently playing media */
"TRANSPORT_GO_TO_END_10_tooltip" = "Go To 10 Seconds From The End";

/* Tooltip for the button that jumps to 30 seconds from the end of the currently playing media */
"TRANSPORT_GO_TO_END_30_tooltip" = "Go To 30 Seconds From The End";

/* Tooltip for the button that jumps to 60 seconds from the end of the currently playing media */
"TRANSPORT_GO_TO_END_60_tooltip" = "Go To 60 Seconds From The End";

/* Tooltip for the button that jumps to 90 seconds from the end of the currently playing media */
"TRANSPORT_GO_TO_END_90_tooltip" = "Go To 90 Seconds From The End";

/* Tooltip for the button that jumps backward by 15 seconds in the currently playing media */
"TRANSPORT_SKIP_BACKWARD_15_tooltip" = "Skip Backward 15 Seconds";

/* Tooltip for the button that jumps forward by 15 seconds in the currently playing media */
"TRANSPORT_SKIP_FORWARD_15_tooltip" = "Skip Forward 15 Seconds";

/* Tooltip for the button that steps backward by 1 frame in the currently playing media */
"TRANSPORT_STEP_BACKWARD_tooltip" = "Step Backward";

/* Tooltip for the button that steps forward by 1 frame in the currently playing media */
"TRANSPORT_STEP_FORWARD_tooltip" = "Step Forward";

/* Tooltip for the button that plays the current media */
"TRANSPORT_PLAY_tooltip" = "Play";

/* Tooltip for the button that pauses the current media */
"TRANSPORT_PAUSE_tooltip" = "Pause";


/*
------------------------------------------------------------------------------
AUDIO_BIN
    OUTLINE
        NEW_MENU
        CONTEXT_MENU
    ITEMS
        NEW_MENU
        CONTEXT_MENU
    TOOLBAR
------------------------------------------------------------------------------
*/

/* the title in the audio section source list */
"AUDIO_BIN_HEADER_title" = "AUDIO";

/* the tool tip for the add button in the audio bin */
"AUDIO_BIN_PLAYLIST_ITEM_HEADER_ADD_BUTTON_tooltip" = "Add Audio Track";

/* the tool tip for the shuffle button in the audio bin */
"AUDIO_BIN_FOOTER_SHUFFLE_BUTTON_tooltip" = "Shuffle Audio Tracks";

/* the tool tip for the transition duration slider in the footer of the audio bin */
"AUDIO_BIN_FOOTER_TRANSITION_DURATION_SLIDER_tooltip" = "Transition Duration";

/* the title for the context menu option on a playlist item to "set as sound effect type" */
"AUDIO_BIN_PLAYLIST_ITEM_CONTEXT_MENU_SET_AS_SOUND_EFFECT_title" = "Set as Sound Effect type";

/* the title for the context menu option on a playlist item to "Set as Audio Track type" */
"AUDIO_BIN_PLAYLIST_ITEM_CONTEXT_MENU_SET_AS_AUDIO_TRACK_title" = "Set as Audio Track type";

/*
------------------------------------------------------------------------------
ACKNOWLEDGMENT_VIEW
------------------------------------------------------------------------------
*/

/* the title for the website button in the acknowledgment row under about ProPresenter */
"ACKNOWLEDGMENT_VIEW_WEBSITE_BUTTON_title" = "Website";

/* the title for the license button in the acknowledgment row under about ProPresenter */
"ACKNOWLEDGMENT_VIEW_LICENSE_BUTTON_title" = "License";

/*
------------------------------------------------------------------------------
RECORDING
    BUTTON
        CONTEXT_MENU
    WINDOW
        SETTINGS
        SETTINGS_MENU
        BUTTON
        ALERTS
------------------------------------------------------------------------------
*/

/* button in the preview are for recording */
"RECORDING_BUTTON_LIVE_label" = "Live";

/* the title for the recording button context menu for the status header */
"RECORDING_BUTTON_CONTEXT_MENU_STATUS_title" = "Status";

/* the title for the recording button context menu for the "Active" status */
"RECORDING_BUTTON_CONTEXT_MENU_ACTIVE_title" = "Active";

/* the title for the recording button context menu when warning status */
"RECORDING_BUTTON_CONTEXT_MENU_WARNING_title" = ">10\% frame drop in the past 60 seconds";

/* the title for the recording button context menu when connection is lost */
"RECORDING_BUTTON_CONTEXT_MENU_CONNECTION_LOST_title" = "Stream Connection Lost";

/* the title for the recording button context menu when connection failed */
"RECORDING_BUTTON_CONTEXT_MENU_CONNECTION_FAILED_title" = "Stream Connection Failed";

/* the title for the recording button context menu when reconnecting */
"RECORDING_BUTTON_CONTEXT_MENU_RECONNECTING_title" = "Reconnecting";

/* the title for the recording button context menu to start recording */
"RECORDING_BUTTON_CONTEXT_MENU_START_CAPTURE_title" = "Start Capture";

/* the title for the recording button context menu to stop recording */
"RECORDING_BUTTON_CONTEXT_MENU_STOP_CAPTURE_title" = "Stop Capture";

/* the title for the recording button context menu to open record settings */
"RECORDING_BUTTON_CONTEXT_MENU_CAPTURE_SETTINGS_title" = "Capture Settings…";

/* the title for the recording button context menu for the drop frames */
"RECORDING_BUTTON_DROP_label" = "Drop:";

/* the title for the recording button context menu for the bit rate */
"RECORDING_BUTTON_BITRATE_label" = "Bitrate:";

/* the title of the record settings windows */
"RECORDING_WINDOW_title" = "Capture Settings";

/* the label for the source screen for recording */
"RECORDING_WINDOW_SOURCE_label" = "Source:";

/* the label for the destination (disk/rtmp) */
"RECORDING_WINDOW_DESTINATION_label" = "Destination:";

/* the label for the rtmp address */
"RECORDING_WINDOW_RTMP_ADDRESS_label" = "Address:";

/* the label for the rtmp address */
"RECORDING_WINDOW_RTMP_KEY_label" = "Key:";

/* the label for the rtmp encoding */
"RECORDING_WINDOW_RTMP_ENCODING_label" = "Encoding:";

/* the label if rtmp will be saved to disk or not */
"RECORDING_WINDOW_RTMP_SAVE_LOCAL_COPY_label" = "Save Local Copy:";

/* the label for the location to save the file (disk/rtmp) */
"RECORDING_WINDOW_SAVE_TO_label" = "Save To:";

/* the title of the button when there is no location selected */
"RECORDING_WINDOW_BUTTON_SELECT_A_LOCATION_title" = "Select A Location...";

/* the label for the codec setting for disk recording */
"RECORDING_WINDOW_DISK_CODEC_label" = "Codec:";

/* the label for the resolution setting for disk recording */
"RECORDING_WINDOW_DISK_RESOLUTION_label" = "Resolution:";

/* the label for the interlaced setting for disk recording */
"RECORDING_WINDOW_DISK_INTERLACED_label" = "Interlaced:";

/* the label for the framerate setting for disk recording */
"RECORDING_WINDOW_DISK_FRAMERATE_label" = "Frame Rate:";

/* the label for the audio mapping for capture settings */
"RECORDING_WINDOW_AUDIO_label" = "Audio:";

/* the title for the disk destination type */
"RECORDING_WINDOW_DESTINATION_DISK_title" = "Disk";

/* the title for the rtmp destination type */
"RECORDING_WINDOW_DESTINATION_RTMP_title" = "RTMP";

/* the title for H.264 codec option */
"RECORDING_WINDOW_CODEC_H264_title" = "H.264";

/* the title for H.264 software codec option */
"RECORDING_WINDOW_CODEC_H264_SOFTWARE_title" = "H.264 Software";

/* the title for H.265 codec option */
"RECORDING_WINDOW_CODEC_H265_title" = "H.265";

/* the title for H.265 software codec option */
"RECORDING_WINDOW_CODEC_H265_SOFTWARE_title" = "H.265 Software";

/* the title for ProRes 422 Proxy codec option */
"RECORDING_WINDOW_CODEC_PRORES_422_PROXY_title" = "ProRes 422 Proxy";

/* the title for ProRes 422 LT codec option */
"RECORDING_WINDOW_CODEC_PRORES_422_LT_title" = "ProRes 422 LT";

/* the title for ProRes 422 codec option */
"RECORDING_WINDOW_CODEC_PRORES_422_title" = "ProRes 422";

/* the title for ProRes 422 HQ codec option */
"RECORDING_WINDOW_CODEC_PRORES_422_HQ_title" = "ProRes 422 HQ";

/* the title for ProRes 4444 codec option */
"RECORDING_WINDOW_CODEC_PRORES_4444_title" = "ProRes 4444";

/* the title for ProRes 4444 XQ codec option */
"RECORDING_WINDOW_CODEC_PRORES_4444_XQ_title" = "ProRes 4444 XQ";

/* the title for HAP codec option */
"RECORDING_WINDOW_CODEC_HAP_title" = "HAP";

"RECORDING_WINDOW_CODEC_HAPAlpha_title" = "HAP Alpha";

/* the title for NotchLC codec option */
"RECORDING_WINDOW_CODEC_NOTCHLC_title" = "NotchLC";

/* the title for HAP Q codec option */
"RECORDING_WINDOW_CODEC_HAPQ_title" = "HAP Q";

/* the title for HAP Q Alpha codec option */
"RECORDING_WINDOW_CODEC_HAPQAlpha_title" = "HAP Q Alpha";

/* the title for 720 resolution option */
"RECORDING_WINDOW_RESOLUTION_720_title" = "1280 x 720";

/* the title for 1080 resolution option */
"RECORDING_WINDOW_RESOLUTION_1080_title" = "1920 x 1080";

/* the title for Custom resolution option */
"RECORDING_WINDOW_RESOLUTION_CUSTOM_title" = "Custom...";

/* the title for 360p30 (1 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_360P301_title" = "360p30 (1 Mbps)";

/* the title for 480p30 (2 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_480P302_title" = "480p30 (2 Mbps)";

/* the title for 720p30 (1.25 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_720P30125_title" = "720p30 (1.25 Mbps)";

/* the title for 720p30 (2.5 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_720P3025_title" = "720p30 (2.5 Mbps)";

/* the title for 720p30 (4 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_720P304_title" = "720p30 (4 Mbps)";

/* the title for 720p60 (6 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_720P606_title" = "720p60 (6 Mbps)";

/* the title for 1080p30 (6 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_1080P306_title" = "1080p30 (6 Mbps)";

/* the title for 1080p60 (9 Mbps) encoding option */
"RECORDING_WINDOW_ENCODING_1080P609_title" = "1080p60 (9 Mbps)";

/* the title for 24 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_24FPS_title" = "24 fps";

/* the title for 25 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_25FPS_title" = "25 fps";

/* the title for 29.97 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_2997FPS_title" = "29.97 fps";

/* the title for 30 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_30FPS_title" = "30 fps";

/* the title for 50 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_50FPS_title" = "50 fps";

/* the title for 59.94 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_5994FPS_title" = "59.94 fps";

/* the title for 60 fps Frame Rate option */
"RECORDING_WINDOW_FRAMERATE_60FPS_title" = "60 fps";

/* the title for the Save To header for save location menu item */
"RECORDING_WINDOW_SAVE_TO_HEADER_title" = "Save To";

/* the title for the save location menu item to select a different folder */
"RECORDING_WINDOW_SAVE_TO_OTHER_LOCATION_title" = "Other Location...";

/* the title for the save location menu item representing the user's Documents folder */
"RECORDING_WINDOW_SAVE_TO_DOCUMENTS_title" = "Documents";

/* the title for the save location menu item representing the user's Desktop folder */
"RECORDING_WINDOW_SAVE_TO_DESKTOP_title" = "Desktop";

/* the title for the save location menu item representing the user's Movies folder */
"RECORDING_WINDOW_SAVE_TO_MOVIES_title" = "Movies";

/* the message label for custom resolution dialog to input width and height */
"RECORDING_WINDOW_RESOLUTION_CUSTOM_DIALOG_MESSAGE_label" = "Enter a resolution to record at";

/* the title custom resolution dialog to input width */
"RECORDING_WINDOW_RESOLUTION_CUSTOM_DIALOG_WIDTH_label" = "Width";

/* the message label for custom resolution dialog to input width and height */
"RECORDING_WINDOW_RESOLUTION_CUSTOM_DIALOG_HEIGHT_label" = "Height";

/* the label for alerting the user that the rtmp address is invalid */
"RECORDING_WINDOW_RTMP_ADDRESS_INVALID_label" = "Please enter a valid RTMP address";

/* the label of the button to start capture */
"RECORDING_WINDOW_START_CAPTURE_BUTTON_label" = "Start Capture";

/* the label of the button to stop capture */
"RECORDING_WINDOW_STOP_CAPTURE_BUTTON_label" = "Stop Capture";

/* the placeholder text for the streaming address text field */
"RECORDING_WINDOW_RTMP_ADDRESS_placeholder" = "rtmps://example.com/live";

/* the message when error happened when trying to start capture */
"RECORDING_WINDOW_START_CAPTURE_ERROR_label" = "An error occurred while trying to start the video encoder. Error code: %i";
"RECORDING_WINDOW_START_CAPTURE_ERROR_win32_label" = "An error occurred while trying to start the video encoder. Generally this occurs when your graphics drivers are out of date; please try updating your drivers and if the issue persists then contact support. Error code: %s";

/* a unit for measuring how fast data is transferred, appended to a numeric value */
"RECORDING_WINDOW_BITRATE_MBPS_label" = "Mbps";

/* the label for the Audio output mapping */
"RECORDING_WINDOW_AUDIO_label" = "Audio:";

/* the label for the Audio output mapping button */
"RECORDING_WINDOW_AUDIO_BUTTON_title" = "Routing...";

/* displayed when the disk of the capture file becomes low */
"RECORDING_DISK_SPACE_LOW_ALERT_message" = "Low Disk Space";

/* displayed when the disk of the capture file becomes low */
"RECORDING_DISK_SPACE_LOW_ALERT_info" = "You are running low on disk space. Would you like to continue capturing?";

/* continue capturing */
"RECORDING_DISK_SPACE_LOW_ALERT_CONTINUE_BUTTON_title" = "Continue";

/* stop all captures */
"RECORDING_DISK_SPACE_LOW_ALERT_STOP_BUTTON_title" = "Stop";

/* stop local captures, but continue streaming, if applicable */
"RECORDING_DISK_SPACE_LOW_ALERT_STOP_BACKUP_BUTTON_title" = "Stop Saving Local Copy";

/* displayed when the disk of the capture file becomes critical */
"RECORDING_DISK_SPACE_CRITICAL_ALERT_message" = "Critical Disk Space";

/* displayed when the disk of the capture file becomes critical */
"RECORDING_DISK_SPACE_CRITICAL_ALERT_info" = "Local capture has stopped due to insufficient disk space.";

/* Displayed in the recording button's contextual menu as a status label when the disk is low on space */
"RECORDING_DISK_SPACE_STATUS_LOW_title" = "Disk space low";

/* Displayed in the recording button's contextual menu as a status label when the disk is critically low on space and must stop recording */
"RECORDING_DISK_SPACE_STATUS_CRITICAL_title" = "Disk space critically low";

/* displayed when the user tries to start recording to disk without enough disk space */
"RECORDING_DISK_SPACE_INSUFFICIENT_ERROR_label" = "Cannot capture to disk due to insufficient disk space.";

/*
 ------------------------------------------------------------------------------
 SCREEN_CONFIGURATION
	TABLE_VIEW
		HEADER
		CONTEXT_MENU
		FOOTER
	DETAIL_VIEW
		HARDWARE_TAB
			DEVICE_MENU
			OUTPUT_TARGET_MENU
		COLOR_TAB
		CORNER_PIN_TAB
		ALPHA_KEY_TAB
 ------------------------------------------------------------------------------
 */

/* displayed in a message box to alert the user that they're trying to delete a screen that's being recorded. */
"SCREEN_CONFIGURATION_DELETE_RECORDING_SCREEN_ALERT_message" = "Capture In Progress";

/* extra information in a message box to alert the user that they're trying to delete a screen that's being recorded. %s is the user-defined screen name. */
"SCREEN_CONFIGURATION_DELETE_RECORDING_SCREEN_ALERT_info" = "The current capture session includes %s and will be stopped by deleting this screen. Are you sure you want to delete this screen?";

/*
 ------------------------------------------------------------------------------
 AUDIO_PREFERENCES
 ------------------------------------------------------------------------------
 */

/* the menu item for "no output device" in the main audio output selection */
"AUDIO_PREFERENCES_MAIN_OUTPUT_NO_DEVICE_ITEM_title" = "None";

/*
 ------------------------------------------------------------------------------
 UPDATE_PREFERENCES
	HEADER
		CHECK_NOW_BUTTON
		INFORMATION_LABELS
		NOTIFY_FOR_UPDATES_CHECKBOX
	HEADER
		CHANNEL_SELECTION_POPUP_BUTTON
		CHANNEL_EXPLANATION_LABEL
 ------------------------------------------------------------------------------
 */
/* displayed at the top of the update preferences */
"UPDATE_PREFERENCES_UPDATE_LABEL_title" = "Updates";

/* title for "Check for Updates" button */
"UPDATE_PREFERENCES_CHECK_NOW_BUTTON_title" = "Check Now";

/* title for "Show Release Notes" button */
"UPDATE_PREFERENCES_SHOW_RELEASE_NOTES_BUTTON_title" = "Show Release Notes";

/* title for the "Installed Version:" label */
"UPDATE_PREFERENCES_INSTALLED_VERSION_LABEL_title" = "Installed Version: ";

/* title for the "Updated: " label*/
"UPDATE_PREFERENCES_UPDATED_DATE_LABEL_title" = "Updated: ";

/* title for the notify for available updates checkbox */
"UPDATE_PREFERENCES_NOTIFY_FOR_UPDATES_CHECKBOX_title" = "Notify when updates are available";

/* title for the update channel header */
"UPDATE_PREFERENCES_UPDATE_CHANNEL_LABEL_title" = "Update Channel";

/* title for the download update button */
"UPDATE_PREFERENCES_DOWNLOAD_UPDATE_BUTTON_title" = "Download Update";

/* title for release channel explanation label */
"UPDATE_PREFERENCES_CHANNEL_EXPLANATION_RELEASE_title" = "Release channel builds are stable versions which have received extensive testing prior to release.";

/* title for beta channel explanation label */
"UPDATE_PREFERENCES_CHANNEL_EXPLANATION_BETA_title" = "The beta builds are published more frequently and include less tested features and improvements. Use in live production is cautioned and should only be done after extensive testing in your environment.";

/* title for the release channel menu item */
"UPDATE_CHANNEL_RELEASE_MENU_title" = "Release";

/* title for the beta channel menu item */
"UPDATE_CHANNEL_BETA_MENU_title" = "Beta";

/* title for confirmation dialog when switching from beta to release channel */
"UPDATE_CHANNEL_DIALOG_SWITCH_CHANNEL_title" = "You are currently running a beta version. Do you want to restore the release version?";

/* title for confirmation dialog explanation when switching from beta to release channel */
"UPDATE_CHANNEL_DIALOG_SWITCH_CHANNEL_EXPLANATION_title" = "You may continue to use the beta version, but will no longer get updates until the next production release.";

/* title for the button in confirmation dialog when switching from beta to release channel to continue using beta version */
"UPDATE_CHANNEL_DIALOG_SWITCH_CHANNEL_CONTINUE_BETA_title" = "Continue Beta";

/* title for the button in confirmation dialog when switching from beta to release channel to switch to release version */
"UPDATE_CHANNEL_DIALOG_SWITCH_CHANNEL_INSTALL_RELEASE_title" = "Install Release";


/*
------------------------------------------------------------------------------
INPUT_PREFERENCES
   VIDEO_TABLE
   AUDIO_TABLE
   VIDEO_INPUT
      VIDEO_TAB
      AUDIO_TAB
   AUDIO_INPUT

------------------------------------------------------------------------------
*/

/* title for the video input table header input preferences pane */
"INPUT_PREFERENCES_VIDEO_TABLE_HEADER_title" = "VIDEO";

/* title for the audio input table header input preferences pane */
"INPUT_PREFERENCES_AUDIO_TABLE_HEADER_title" = "AUDIO";

/* title for the audio source video device header in the audio input detail view */
"INPUT_PREFERENCES_AUDIO_DEVICE_MENU_VIDEO_HEADER_title" = "Video";

/* title for the audio source audio device header in the audio input detail view */
"INPUT_PREFERENCES_AUDIO_DEVICE_MENU_AUDIO_HEADER_title" = "Audio";

/* title for the video input video tab header */
"INPUT_PREFERENCES_VIDEO_INPUT_VIDEO_TAB_HEADER_title" = "Video";

/* title for the video input audio tab header */
"INPUT_PREFERENCES_VIDEO_INPUT_AUDIO_TAB_HEADER_title" = "Audio";

/* title for a new input in preferences pane */
"INPUT_PREFERENCES_NEW_INPUT_title" = "Input";

/* label for the audio input description */
"INPUT_PREFERENCES_AUDIO_DESCRIPTION_label" = "Name:";

/* label for the audio input mode */
"INPUT_PREFERENCES_AUDIO_MODE_label" = "Mode:";

/* label for the audio input mode options button */
"INPUT_PREFERENCES_AUDIO_MODE_OPTIONS_BUTTON_label" = "Options";

/* label for the audio input mode options popup label */
"INPUT_PREFERENCES_AUDIO_MODE_OPTIONS_POPUP_label" = "Video Inputs";

/* label for the selected audio input device */
"INPUT_PREFERENCES_AUDIO_SOURCE_label" = "Source:";

/* label for the audio input delay */
"INPUT_PREFERENCES_AUDIO_DELAY_label" = "Delay:";

/* label for the audio input master level */
"INPUT_PREFERENCES_AUDIO_MASTER_LEVEL_label" = "Volume:";

/* label for the audio input channels section */
"INPUT_PREFERENCES_AUDIO_CHANNELS_SECTION_label" = "Channels:";

/* title for the individual audio channels in the audio input preferences pane */
"INPUT_PREFERENCES_AUDIO_CHANNEL_title" = "Channel %i";

/* title for the master audio channel in the audio input preferences pane */
"INPUT_PREFERENCES_AUDIO_MASTER_CHANNEL_title" = "Master";

/* undo action title for removing a input non plural */
"INPUT_PREFERENCES_UNDO_REMOVE_INPUT_action_title" = "Remove Input";

/* undo action title for removing inputs plural */
"INPUT_PREFERENCES_UNDO_REMOVE_INPUTS_action_title" = "Remove Inputs";

/* undo action title for adding a input non plural */
"INPUT_PREFERENCES_UNDO_ADD_INPUT_action_title" = "Add Input";

/* undo action title for adding inputs plural */
"INPUT_PREFERENCES_UNDO_ADD_INPUTS_action_title" = "Add Inputs";

/* undo action title for moving inputs plural */
"INPUT_PREFERENCES_UNDO_MOVE_INPUTS_action_title" = "Move Inputs";

/* the menu item in the audio device popup button */
"INPUT_PREFERENCES_AUDIO_NO_DEVICE_MENU_title" = "- No Audio Source -";

/* the name of the popup button for mapping a audio channel */
"INPUT_PREFERENCES_AUDIO_CHANNEL_MAP_BUTTON_title" = "Map...";

/* the menu item in the video device popup button */
"INPUT_PREFERENCES_VIDEO_NO_DEVICE_MENU_title" = "- No Video Source -";

/* the menu item in the video or audio input device popup button when a device is disconnected */
"INPUT_PREFERENCES_VIDEO_AUDIO_DISCONNECTED_DEVICE_MENU_title" = "Disconnected - %s";

/* the menu item in the video device popup button */
"INPUT_PREFERENCES_VIDEO_AUDIO_DEFAULT_DEVICE_MENU_title" = "Video (Embedded)";

/* the status indicator for if we have a selected device thats no longer connected */
"INPUT_PREFERENCES_VIDEO_PREVIEW_STATUS_DEVICE_NOT_CONNECTED_title" = "Not Connected";

/* the status indicator for if we have a selected device that has no signal */
"INPUT_PREFERENCES_VIDEO_PREVIEW_STATUS_DEVICE_NO_SIGNAL_title" = "No Signal";

/* the status indicator for if we have no selected device */
"INPUT_PREFERENCES_VIDEO_PREVIEW_STATUS_DEVICE_NO_SELECTION_title" = "- No Video Source -";

/* the label of the mode in the on state */
"INPUT_PREFERENCES_AUDIO_MODE_ON_label" = "On";

/* the label of the mode in the off state */
"INPUT_PREFERENCES_AUDIO_MODE_OFF_label" = "Off";

/* the label of the mode in the auto on state */
"INPUT_PREFERENCES_AUDIO_MODE_AUTO_ON_label" = "Auto On";

/* the label of the mode in the auto off state */
"INPUT_PREFERENCES_AUDIO_MODE_AUTO_OFF_label" = "Auto Off";

/* the definition of the mode in the on state */
"INPUT_PREFERENCES_AUDIO_MODE_ON_definition" = "On until manually disabled";

/* the definition of the mode in the off state */
"INPUT_PREFERENCES_AUDIO_MODE_OFF_definition" = "Off until manually enabled";

/* the definition of the mode in the auto on state */
"INPUT_PREFERENCES_AUDIO_MODE_AUTO_ON_definition" = "Automatically enables audio input when a linked video input is showing on an audience screen.";

/* the definition of the mode in the auto off state */
"INPUT_PREFERENCES_AUDIO_MODE_AUTO_OFF_definition" = "Automatically disables audio input when a foreground video with audio is being played.";

/* label for the video input description */
"INPUT_PREFERENCES_VIDEO_DESCRIPTION_label" = "Name:";

/* label for the video input video source */
"INPUT_PREFERENCES_VIDEO_SOURCE_label" = "Device:";

/* the label for in the video input audio tab audio source */
"INPUT_PREFERENCES_VIDEO_AUDIO_SOURCE_label" = "Source:";

/* label for the video input audio tab delay */
"INPUT_PREFERENCES_VIDEO_AUDIO_DELAY_label" = "Delay:";

/* label for the video input audio tab master level */
"INPUT_PREFERENCES_VIDEO_AUDIO_MASTER_LEVEL_label" = "Volume:";

/* label for the video input audio tab channels section */
"INPUT_PREFERENCES_VIDEO_AUDIO_CHANNELS_SECTION_label" = "Channels:";

"INPUT_PREFERENCES_VIDEO_AUDIO_NO_INPUTS_CONFIGURED_label" = "No Inputs Configured.\nClick Add (+) to configure an input.";


/*
------------------------------------------------------------------------------
NETWORK_PREFERENCES
   HEADER
	   NETWORK
       REMOTE APPS
------------------------------------------------------------------------------
*/

/* Fall back Network name to use in Network settings Network Name field. */
"NETWORK_PREFERENCES_NETWORK_FALLBACK_name" = "ProPresenter";


/*
------------------------------------------------------------------------------
CREATE_NEW_THEME_WINDOW
------------------------------------------------------------------------------
*/

/* The title for the New Theme window */
"CREATE_NEW_THEME_WINDOW_title" = "New Theme";

/* The title for the alert that is shown when the user enters a name which already exists */
"CREATE_NEW_THEME_WINDOW_ALREADY_EXISTS_ALERT_title" = "A theme with that name already exists!";

/* The placeholder string for the new theme window's text field */
"CREATE_NEW_THEME_WINDOW_NAME_TEXT_FIELD_placeholder" = "New Theme";

/* The label describing the new theme's name text field */
"CREATE_NEW_THEME_WINDOW_NAME_TEXT_FIELD_LABEL_title" = "Save As:";


/*
------------------------------------------------------------------------------
ACTION_PALETTE
    HEADER
    MESSAGE
    PROP
    STAGE
    TIMER
    MIDI
    GO_TO_NEXT_TIMER
------------------------------------------------------------------------------
*/

/* The label explaining dragging actions onto slides */
"ACTION_PALETTE_DRAG_EXPLANATION_label" = "Drag Action To Cue In Presentation";

/* The header title for Clear Actions */
"ACTION_PALETTE_CLEAR_HEADER_title" = "Clear Actions";

/* The header title for Media Actions */
"ACTION_PALETTE_MEDIA_HEADER_title" = "Media Actions";

/* The header title for Interactive Actions */
"ACTION_PALETTE_INTERACTIVE_HEADER_title" = "Interactive Actions";

/* The header title for Advanced Actions */
"ACTION_PALETTE_ADVANCED_HEADER_title" = "Advanced Actions";

/* The title for the selection field in the message action dialog */
"ACTION_PALETTE_MESSAGE_SELECTION_FIELD_title" = "Select a Message";

/* The title for the selection field in the prop action dialog */
"ACTION_PALETTE_PROP_SELECTION_FIELD_title" = "Select a Prop";

/* The header title for stage layout selection in the stage action dialog */
"ACTION_PALETTE_STAGE_LAYOUTS_HEADER_title" = "Stage Layouts";

/* The title for changing the slide destination stage action dialog */
"ACTION_PALETTE_STAGE_CHANGE_SLIDE_DESTINATION_title" = "Change Slide Destination";

/* The title for the stage only destination in the stage action dialog */
"ACTION_PALETTE_STAGE_DESTINATION_STAGE_title" = "Stage";

/* The title for the stage and audience destination in the stage action dialog */
"ACTION_PALETTE_STAGE_DESTINATION_STAGE_AND_AUDIENCE_title" = "Stage + Audience";

/* The title for the start behavior in the timer action dialog */
"ACTION_PALETTE_TIMER_START_title" = "Start";

/* The title for the stop behavior in the timer action dialog */
"ACTION_PALETTE_TIMER_STOP_title" = "Stop";

/* The title for the reset behavior in the timer action dialog */
"ACTION_PALETTE_TIMER_RESET_title" = "Reset";

/* The title for the reset and start behavior in the timer action dialog */
"ACTION_PALETTE_TIMER_RESET_AND_START_title" = "Reset and Start";

/* The title for the set configuration button in the timer action dialog */
"ACTION_PALETTE_TIMER_SET_CONFIGURATION_title" = "Set Configuration";

/* The title for configuring the duration for countdown timers in the timer action dialog */
"ACTION_PALETTE_TIMER_CONFIGURATION_DURATION_title" = "Duration";

/* The title for configuring the duration for countdown to time timers in the timer action dialog */
"ACTION_PALETTE_TIMER_CONFIGURATION_TIME_title" = "Time";

/* The title for configuring the duration for elapse timers in the timer action dialog */
"ACTION_PALETTE_TIMER_CONFIGURATION_START_title" = "Start";

/* The title for configuring the end time for elapse timers in the timer action dialog */
"ACTION_PALETTE_TIMER_CONFIGURATION_END_title" = "End";

/* The title for the button that opens the timers view in the timer action dialog */
"ACTION_PALETTE_TIMER_OPEN_TIMERS_title" = "Open Timers";

/* The title for the device in the MIDI action dialog */
"ACTION_PALETTE_MIDI_DEVICE_SELECTION_FIELD_title" = "Device";

/* The title for the command in the MIDI action dialog */
"ACTION_PALETTE_MIDI_COMMAND_SELECTION_FIELD_title" = "Command";

/* The title for the channel in the MIDI action dialog */
"ACTION_PALETTE_MIDI_CHANNEL_SELECTION_FIELD_title" = "Channel";

/* The title for the musical note in the MIDI action dialog */
"ACTION_PALETTE_MIDI_NOTE_SELECTION_FIELD_title" = "Note";

/* The title for the note on command in the MIDI action dialog */
"ACTION_PALETTE_MIDI_COMMAND_NOTE_ON_title" = "Note On";

/* The title for the note off command in the MIDI action dialog */
"ACTION_PALETTE_MIDI_COMMAND_NOTE_OFF_title" = "Note Off";

/* The title for the command in the MIDI action dialog */
"ACTION_PALETTE_MIDI_COMMAND_SELECTION_FIELD_title" = "Command";

/* The title for the intensity in the MIDI action dialog */
"ACTION_PALETTE_MIDI_INTENSITY_SELECTION_FIELD_title" = "Intensity";

/* The title the go to next timer window */
"ACTION_PALETTE_GO_TO_NEXT_TIMER_WINDOW_title" = "Slide Timer";

/* The title for the loop to the beginning checkbox */
"ACTION_PALETTE_GO_TO_NEXT_TIMER_LOOP_TO_BEGINNING_CHECKBOX_title" = "Loop to Beginning";

/* The title for the duration text field */
"ACTION_PALETTE_GO_TO_NEXT_TIMER_DURATION_title" = "Duration";

/* Label defining the time value in the go to next window */
"ACTION_PALETTE_GO_TO_NEXT_TIMER_SET_TIME_DEFINITION_label" = "Set the amount of time, in seconds, that this slide will be displayed on the screen.";

/* Label explaining the behavior of foreground media */
"ACTION_PALETTE_GO_TO_NEXT_TIMER_FOREGROUND_MEDIA_EXPLANATION_label" = "If the slide has a foreground video, the last frame will be displayed for this amount of time.";


/*
------------------------------------------------------------------------------
TEST_PATTERN_WINDOW
------------------------------------------------------------------------------
*/

/* The title for the test pattern window */
"TEST_PATTERN_WINDOW_title" = "Calibration Patterns";

/* The title for the blend grid test pattern */
"TEST_PATTERN_WINDOW_BLEND_GRID_title" = "Blend Grid";

/* The title for the focus test pattern */
"TEST_PATTERN_WINDOW_FOCUS_title" = "Focus";

/* The title for the color bars test pattern */
"TEST_PATTERN_WINDOW_COLOR_BAR_title" = "Color Bars";

/* The title for the gray scale test pattern */
"TEST_PATTERN_WINDOW_GRAY_SCALE_title" = "Gray Scale";

/* The title for the solid black color test pattern */
"TEST_PATTERN_WINDOW_BLACK_COLOR_title" = "Black Color";

/* The title for the solid white color test pattern */
"TEST_PATTERN_WINDOW_WHITE_COLOR_title" = "White Color";

/* The title for the custom color test pattern */
"TEST_PATTERN_WINDOW_CUSTOM_COLOR_title" = "Custom Color";

/* The abbreviation for the color Red in "RGB", followed by a `:`. Used in a control that looks like this: "R:255 G:255 B:255" */
"TEST_PATTERN_WINDOW_CUSTOM_COLOR_RED_ABBREVIATION_title" = "R:";

/* The abbreviation for the color Green in "RGB", followed by a `:`. Used in a control that looks like this: "R:255 G:255 B:255" */
"TEST_PATTERN_WINDOW_CUSTOM_COLOR_GREEN_ABBREVIATION_title" = "G:";

/* The abbreviation for the color Blue in "RGB", followed by a `:`. Used in a control that looks like this: "R:255 G:255 B:255" */
"TEST_PATTERN_WINDOW_CUSTOM_COLOR_BLUE_ABBREVIATION_title" = "B:";

/* The title for showing the center circle option in the blend grid test pattern */
"TEST_PATTERN_WINDOW_CENTER_CIRCLE_title" = "Center Circle";

/* The title for showing the center lines option in the blend grid test pattern */
"TEST_PATTERN_WINDOW_CENTER_LINES_title" = "Center Lines";

/* The title for showing the grid lines option in the blend grid test pattern */
"TEST_PATTERN_WINDOW_GRID_title" = "Grid";

/* The title for inverting the colors option in the blend grid test pattern */
"TEST_PATTERN_WINDOW_INVERT_COLORS_title" = "Invert Colors";

/* The title for the button to show the current test pattern on the output */
"TEST_PATTERN_WINDOW_SHOW_title" = "Show";

/* The title for the button to remove the current test pattern from the output */
"TEST_PATTERN_WINDOW_CLEAR_title" = "Clear";

/* The title for the black level field */
"TEST_PATTERN_WINDOW_BLACK_LEVEL_title" = "Black Level";

/* The title for the white level field */
"TEST_PATTERN_WINDOW_WHITE_LEVEL_title" = "White Level";
